{
    "nav_home": "Inicio",
    "nav_experience": "Experiencia",
    "nav_projects": "Proyectos",
    "nav_about": "Sobre mí",
    "nav_contact": "Contacto",
    "status_available": "Disponible para trabajar",
    "desc_part_1": "Desarrollador de software con 3 años de experiencia en Oracle Forms y Oracle Reports",
    "desc_part_2": "y experiencia junior en desarrollo web.",
    "desc_part_3": "De Santiago, República Dominicana.",
    "desc_part_4": "Especializado en la creación de aplicaciones funcionales.",
    "experience_title": "Experiencia laboral",
    "welcome_title": "Hey, soy Misael",
    "contact_title": "Contáctame",
    "download_cv": "Descargar CV",
    "section_experience_title": "Experiencia laboral",
    "experience_title_1": "Desarrollador Oracle Forms y Reports",
    "exp_more": "Saber más...",
    "exp_1_date": "Actualmente...",
    "exp_1_title": "Desarrollador Oracle Forms y Reports",
    "exp_1_company": "Banfondesa",
    "exp_1_desc": "Responsable del análisis, desarrollo y optimización de módulos internos utilizando Oracle Forms y Reports. Participación activa en la mejora continua de los sistemas financieros de la institución, realizando ajustes funcionales, correcciones y ampliaciones que garantizan la estabilidad y el rendimiento de las aplicaciones críticas.",
    "exp_2_date": "Noviembre 2023 - Junio 2024",
    "exp_2_title": "Desarrollador Oracle Forms y Reports",
    "exp_2_company": "La Monumental de Seguros",
    "exp_2_desc": "Desarrollé y mantuve aplicaciones orientadas a la gestión de pólizas, reclamaciones y procesos administrativos. Implementé mejoras funcionales y correcciones que aseguraron la operatividad diaria de los sistemas, trabajando con equipos internos para adaptar soluciones tecnológicas a las necesidades del negocio asegurador.",
    "projects": "Proyectos",
    "projects_subtitle": "Configurador de Bromas",
    "proj_1_title": "Configurador de Bromas",
    "proj_1_desc": "Proyecto enfocado en el consumo de una API REST pública (JokeAPI v2) para la obtención de chistes en tiempo real. Implementa peticiones HTTP, manejo de respuestas en formato JSON y filtrado por categorías y tipo de contenido.",
    "proj_1_alt": "Captura de pantalla del proyecto Configurador de Bromas",
    "btn_code": "Código",
    "btn_preview": "Vista previa",
    "tag_js": "JavaScript",
    "tag_css": "CSS",
    "tag_ejs": "EJS",
    "aboutme_strong_1": "Soy un apasionado por la tecnología, el desarrollo de software y el aprendizaje constante",
    "aboutme_text_1": ". Disfruto convertir ideas en soluciones funcionales, escribir código limpio y enfrentar retos que me obliguen a pensar diferente y mejorar cada día. Me gusta programar tanto como me gustan ",
    "aboutme_strong_2": "los videojuegos, porque ambos me entrenan la mente: estrategia, lógica, paciencia y enfoque en resultados.",
    "aboutme_strong_3": "El gym es parte clave de mi disciplina diaria;",
    "aboutme_text_2": " me ayuda a mantener constancia, mentalidad fuerte y equilibrio entre mente y cuerpo, algo que también aplico en mis proyectos. Soy una persona curiosa, autodidacta y con mentalidad de crecimiento.",
    "aboutme_text_3": "Siempre estoy aprendiendo nuevas tecnologías, buenas prácticas y formas más eficientes de hacer las cosas.",
    "aboutme_strong_4": "Me adapto rápido, trabajo bien en equipo y me gusta aportar ideas que sumen valor real."
}